{
  "title": "Datenschutzerklärung - zerotrace",
  "lastModified": "Zuletzt geändert: 20. Oktober 2025",
  "body": "<p class=\"text-lg text-gray-700 mb-8\">Bei zerotrace hat Datenschutz oberste Priorität. Dieser Dienst wurde entwickelt, um maximale Sicherheit und Anonymität beim Teilen sensibler Informationen zu gewährleisten. Diese Richtlinie beschreibt die umfassenden Maßnahmen, die zerotrace zum Schutz Ihrer Privatsphäre ergreift.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">1. Servicebeschreibung</h2>\n<p class=\"text-gray-700 mb-4\">zerotrace ist ein kostenloser webbasierter Dienst zum Erstellen verschlüsselter Notizen, die als eindeutige einmalige HTTPS-Links geteilt werden können. Standardmäßig werden Notizen nach dem ersten Zugriff gelöscht.</p>\n<p class=\"text-gray-700 mb-6\">Das Senden des Links erfolgt außerhalb von zerotrace und liegt in der Verantwortung des Benutzers.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">2. Verarbeitung von Notizen und Inhalten</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Ende-zu-Ende-Verschlüsselung:</strong> Notizen werden in Ihrem Browser verschlüsselt, bevor sie gesendet werden. Der Schlüssel wird im URL-Fragment (nach #) gespeichert und erreicht niemals unsere Server.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Zero-Knowledge:</strong> Wir besitzen den Schlüssel nicht und können gespeicherte Notizen nicht entschlüsseln.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Einmaliges Lesen:</strong> Nach dem ersten Lesen wird die Notiz sofort und dauerhaft gelöscht.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Benutzerdefinierte Ablaufzeit:</strong> Sie können eine Lebensdauer festlegen; bis dahin bleibt die Notiz nur in verschlüsselter Form.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">3. IP-Adressen und Protokolle</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Keine IP-Protokolle:</strong> Wir protokollieren keine IP-Adressen; es werden nur minimale Betriebsprotokolle ohne personenbezogene Daten gespeichert.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">4. Benutzerdaten und Anonymität</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Keine Konten:</strong> Eine Registrierung ist nicht erforderlich.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram-Integration:</strong> Wenn aktiviert, wird die Notiz nach der Erstellung über unseren Bot verknüpft. Wir senden eine einmalige Benachrichtigung beim ersten Zugriff. <strong>Notfallwarnungen</strong> können gesendet werden, wenn jemand ein falsches Passwort eingibt oder versucht, eine bereits verknüpfte Notiz erneut zu aktivieren; von dieser Warnung aus können Sie die Notiz remote <strong>LÖSCHEN</strong>.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">5. Passwortschutz</h2>\n<p class=\"text-gray-700 mb-6\">Passwörter sind optional und werden als sichere Hashes gespeichert. Mehrere falsche Versuche können zur automatischen Löschung führen; mit aktivierten Telegram-Warnungen werden Sie benachrichtigt.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">6. Drittanbieterdienste</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram Bot API</strong> wird ausschließlich verwendet, um die oben genannten Benachrichtigungen zu übermitteln.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">7. Cookies und localStorage</h2>\n<p class=\"text-gray-700 mb-6\">Es werden nur wesentliche Cookies/localStorage verwendet (Sitzung, Kryptoprozess, UI-Einstellungen). Keine Analysen oder Tracking.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">8. Datenspeicherung und -löschung</h2>\n<p class=\"text-gray-700 mb-6\">Standardmäßig Löschung nach einmaligem Lesen; ungelesene Notizen werden innerhalb von 30 Tagen entfernt; keine Backups.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">9. Open Source und Transparenz</h2>\n<p class=\"text-gray-700 mb-6\">Wir schätzen Transparenz. Obwohl wir aus Sicherheitsgründen keine Algorithmendetails offenlegen, folgen wir Best Practices der Branche für Ende-zu-Ende-Verschlüsselung und Zero-Knowledge-Design.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">10. Datenschutz von Kindern</h2>\n<p class=\"text-gray-700 mb-6\">Wir sammeln wissentlich keine Informationen von Kindern unter 16 Jahren; der Dienst richtet sich an ein allgemeines Publikum. Minderjährige sollten die Zustimmung der Eltern/Erziehungsberechtigten einholen.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">11. Änderungen dieser Richtlinie</h2>\n<p class=\"text-gray-700 mb-6\">Wir können diese Richtlinie aktualisieren. Alle Änderungen werden auf dieser Seite mit einem aktualisierten Datum \"Zuletzt geändert\" veröffentlicht.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">12. Kontakt</h2>\n<p class=\"text-gray-700 mb-6\">Für Datenschutz- oder Sicherheitsanfragen kontaktieren Sie uns über Twitter oder Telegram; Links sind in der Fußzeile der Website verfügbar.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">13. Haftungsausschluss</h2>\n<p class=\"text-gray-700 mb-6\">zerotrace bietet Verschlüsselungsinfrastruktur und sichere Speicherung; ist jedoch nicht verantwortlich für den Inhalt von Notizen, die von Benutzern erstellt werden. Benutzer sind allein verantwortlich für die Inhalte, die sie veröffentlichen.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">14. Kontaktinformationen</h2>\n<p class=\"text-gray-700 mb-6\">Wenn Sie Fragen zu dieser Datenschutzerklärung, Sicherheitsbedenken oder Feedback zu zerotrace haben, sehen Sie sich bitte die unten stehende Kontaktkarte an.</p>",
  "banner": {
    "getInTouch": "Kontaktieren Sie Uns",
    "twitter": "Twitter / X",
    "telegram": "Telegram",
    "responseTimeLabel": "Antwortzeit:",
    "responseTimeText": "Wir antworten in der Regel innerhalb von 24-48 Stunden.",
    "securityIssuesLabel": "Sicherheitsprobleme:",
    "securityIssuesText": "Bei Sicherheitslücken kontaktieren Sie uns bitte privat über Telegram."
  }
}

