{
	"title": "Політика Конфіденційності - zerotrace",
	"lastModified": "Останнє оновлення: 20 жовтня 2025",
	"body": "<p class=\"text-lg text-gray-700 mb-8\">У zerotrace конфіденційність — наш головний пріоритет. Сервіс створено для максимально безпечного та анонімного обміну чутливою інформацією. Цей документ описує заходи, які вживає zerotrace для захисту вашої приватності.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">1. Опис сервісу</h2>\n<p class=\"text-gray-700 mb-4\">zerotrace — безкоштовний веб-сервіс для створення зашифрованих нотаток, якими можна ділитися як унікальними одноразовими HTTPS-посиланнями. За замовчуванням такі нотатки видаляються після першого прочитання.</p>\n<p class=\"text-gray-700 mb-6\">Передача посилання здійснюється поза zerotrace і знаходиться повністю під відповідальністю користувача.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">2. Обробка нотаток та їх вмісту</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Наскрізне шифрування:</strong> Нотатки шифруються у вашому браузері до відправки на сервер. Ключ шифрування зберігається у фрагменті URL (після #) і ніколи не передається на наші сервери.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Zero-Knowledge архітектура:</strong> Ми не володіємо ключем шифрування і не можемо розшифрувати нотатки, що зберігаються на сервері.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Одноразовий доступ:</strong> Після прочитання нотатка відразу і безповоротно видаляється.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Користувацький термін життя:</strong> Можна задати термін закінчення; до цього моменту нотатка зберігається тільки в зашифрованому вигляді.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">3. IP-адреси та логи</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Без логів IP:</strong> Ми не ведемо логи IP-адрес. Підтримуються лише мінімальні службові логи без персональних даних.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">4. Дані користувача та анонімність</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Без акаунтів:</strong> Реєстрація не потрібна.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Інтеграція з Telegram:</strong> При увімкненні сповіщень прив'язка нотатки виконується через бота після створення. Ми надішлемо одне сповіщення при першому відкритті нотатки. Також можливі <strong>екстрені сповіщення</strong>, якщо хтось вводить неправильний пароль або намагається повторно активувати вже прив'язану нотатку; з такого сповіщення можна віддалено <strong>ВИДАЛИТИ</strong> нотатку.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">5. Захист паролем</h2>\n<p class=\"text-gray-700 mb-6\">Пароль опціональний і зберігається у вигляді безпечного хешу. При множинних невірних спробах нотатка може бути видалена автоматично; при увімкнених сповіщеннях Telegram ви отримаєте попередження.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">6. Сторонні сервіси</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram Bot API</strong> використовується виключно для доставки згаданих сповіщень.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">7. Cookies і localStorage</h2>\n<p class=\"text-gray-700 mb-6\">Використовуються тільки необхідні cookies/localStorage (сесія, процес шифрування, налаштування інтерфейсу). Відстеження та аналітики немає.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">8. Зберігання та видалення</h2>\n<p class=\"text-gray-700 mb-6\">За замовчуванням — видалення після прочитання; непрочитані нотатки видаляються протягом 30 днів; резервних копій немає.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">9. Відкритий вихідний код та прозорість</h2>\n<p class=\"text-gray-700 mb-6\">Ми дотримуємось принципів прозорості. Технічні деталі криптографії не розкриваємо з міркувань безпеки, але використовуємо галузеві практики наскрізного шифрування і Zero-Knowledge.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">10. Конфіденційність дітей</h2>\n<p class=\"text-gray-700 mb-6\">Ми не збираємо відомості про дітей молодше 16 років; сервіс призначений для широкої аудиторії. Неповнолітнім потрібна згода батьків/опікунів.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">11. Зміни політики</h2>\n<p class=\"text-gray-700 mb-6\">Ми можемо оновлювати цю політику. Всі зміни публікуються на цій сторінці з оновленою датою «Останнє оновлення».</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">12. Контакти</h2>\n<p class=\"text-gray-700 mb-6\">З питань безпеки та приватності зв'яжіться з нами через Telegram — посилання вказані в підвалі сайту.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">13. Відмова від відповідальності</h2>\n<p class=\"text-gray-700 mb-6\">zerotrace забезпечує інфраструктуру шифрування та безпечне зберігання, однак не несе відповідальності за зміст нотаток, створених користувачами. Користувачі самостійно відповідають за опублікований контент.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">14. Контактна інформація</h2>\n<p class=\"text-gray-700 mb-6\">Якщо у вас є запитання щодо цієї політики, безпеки або зворотний зв'язок по zerotrace — використовуйте контакти нижче.</p>",
	"banner": {
		"getInTouch": "Зв'язатися",
		"telegram": "Telegram",
		"responseTimeLabel": "Час відповіді:",
		"responseTimeText": "Зазвичай відповідаємо протягом 24–48 годин.",
		"securityIssuesLabel": "Проблеми безпеки:",
		"securityIssuesText": "З приводу вразливостей безпеки зв'яжіться з нами приватно через Telegram."
	}
}
