{
  "success": {
    "title": "춰Nota Creada Exitosamente!",
    "subtitle": "Tu nota segura est치 lista para compartir. El enlace se autodestruir치 despu칠s de ser le칤do."
  },
  "link": {
    "title": "Tu Enlace de Nota Segura",
    "label": "Copia y comparte este enlace",
    "copy": "Copiar",
    "copied": "춰Copiado!"
  },
  "security": {
    "title": "Aviso de Seguridad Importante",
    "warning1": "Este enlace solo puede usarse una vez - despu칠s de ser abierto, ser치 eliminado permanentemente",
    "warning2": "Comparte este enlace solo a trav칠s de canales seguros (mensajer칤a encriptada, telegram)",
    "warning3": "Nunca compartas este enlace en lugares p칰blicos o canales no seguros",
    "warning4": "La nota expirar치 autom치ticamente si no se abre dentro del tiempo especificado"
  },
  "destroy": {
    "button": "游댠 Destruir Nota Ahora",
    "description": "쮺ambiaste de opini칩n? Destruye esta nota inmediatamente para evitar que alguien la lea.",
    "confirm": "쮼st치s seguro de que quieres destruir esta nota? Esta acci칩n no se puede deshacer.",
    "destroying": "Destruyendo...",
    "success": "Nota Destruida Exitosamente",
    "redirect": "Redirigiendo a la p치gina principal..."
  },
  "telegram": {
    "title": "Notificaciones de Telegram Habilitadas",
    "subtitle": "Mantente actualizado cuando tu nota sea le칤da",
    "status": "ACTIVO",
    "activate": "Activar Notificaciones de Telegram",
    "description": "Haz clic en el bot칩n de abajo para vincular esta nota a tu cuenta de Telegram. 춰Recibir치s una notificaci칩n instant치nea cuando alguien lea tu nota!",
    "bot": "Bot:",
    "noteId": "ID de Nota:",
    "setup": "Configuraci칩n R치pida (5 segundos):",
    "step1": "Haz clic en el bot칩n \"Abrir Bot de Telegram\" de abajo",
    "step2": "Telegram se abrir치 autom치ticamente. Presiona START o env칤a /start",
    "step3": "춰Eso es todo! El bot vincular치 esta nota a tu cuenta. Recibir치s notificaci칩n cuando alguien la lea.",
    "openBot": "Abrir Bot de Telegram y Enviar /start",
    "privacy": "Privacidad primero: Solo t칰 recibir치s notificaciones. Tu cuenta de Telegram permanece privada.",
    "emergency": "Seguridad: Si alguien ingresa una contrase침a incorrecta o intenta reactivar una nota que ya has vinculado, recibir치s una alerta instant치nea y podr치s eliminar la nota REMOTAMENTE."
  }
}
