{
  "title": "Política de Privacidad - zerotrace",
  "lastModified": "Última modificación: 20 de octubre de 2025",
  "body": "<p class=\"text-lg text-gray-700 mb-8\">En zerotrace, la privacidad es nuestra máxima prioridad. Este servicio está construido para garantizar la máxima seguridad y anonimato para compartir información sensible. Esta política describe las medidas integrales que toma zerotrace para proteger tu privacidad.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">1. Descripción del servicio</h2>\n<p class=\"text-gray-700 mb-4\">zerotrace es un servicio web gratuito para crear notas encriptadas que pueden compartirse como enlaces HTTPS únicos de un solo uso. Por defecto, las notas se eliminan después del primer acceso.</p>\n<p class=\"text-gray-700 mb-6\">El envío del enlace ocurre fuera de zerotrace y es responsabilidad del usuario.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">2. Cómo se procesan las notas y su contenido</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Encriptación de Extremo a Extremo:</strong> Las notas se encriptan en tu navegador antes del envío. La clave se almacena en el fragmento de URL (después de #) y nunca llega a nuestros servidores.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Zero-Knowledge:</strong> No poseemos la clave y no podemos desencriptar las notas almacenadas.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Lectura única:</strong> Después de la primera lectura, la nota se elimina inmediata y permanentemente.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Expiración personalizada:</strong> Puedes establecer un tiempo de vida; hasta entonces, la nota permanece solo en forma encriptada.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">3. Direcciones IP y registros</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Sin registros de IP:</strong> No registramos direcciones IP; solo se mantienen registros operativos mínimos sin datos personales.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">4. Datos del usuario y anonimato</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Sin cuentas:</strong> No se requiere registro.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Integración con Telegram:</strong> Cuando está habilitado, la nota se vincula a través de nuestro bot después de la creación. Enviamos una notificación única en el primer acceso. También pueden enviarse <strong>alertas de emergencia</strong> si alguien ingresa una contraseña incorrecta o intenta reactivar una nota ya vinculada; desde esa alerta puedes eliminar la nota <strong>REMOTAMENTE</strong>.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">5. Protección con contraseña</h2>\n<p class=\"text-gray-700 mb-6\">Las contraseñas son opcionales y se almacenan como hashes seguros. Múltiples intentos incorrectos pueden llevar a eliminación automática; con alertas de Telegram habilitadas serás notificado.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">6. Servicios de terceros</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram Bot API</strong> se usa únicamente para entregar las notificaciones mencionadas anteriormente.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">7. Cookies y localStorage</h2>\n<p class=\"text-gray-700 mb-6\">Solo se usan cookies/localStorage esenciales (sesión, proceso de cifrado, preferencias de UI). Sin análisis ni seguimiento.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">8. Retención y eliminación de datos</h2>\n<p class=\"text-gray-700 mb-6\">Eliminación de lectura única por defecto; notas no leídas eliminadas en 30 días; sin copias de seguridad.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">9. Código abierto y transparencia</h2>\n<p class=\"text-gray-700 mb-6\">Valoramos la transparencia. Aunque no divulgamos detalles de algoritmos por razones de seguridad, seguimos las mejores prácticas de la industria para encriptación de extremo a extremo y diseño Zero-Knowledge.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">10. Privacidad de menores</h2>\n<p class=\"text-gray-700 mb-6\">No recopilamos información de niños menores de 16 años; el servicio está dirigido a una audiencia general. Los menores deben obtener consentimiento de padres/tutores.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">11. Cambios a esta política</h2>\n<p class=\"text-gray-700 mb-6\">Podemos actualizar esta política. Todos los cambios se publicarán en esta página con una fecha de \"Última modificación\" actualizada.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">12. Contacto</h2>\n<p class=\"text-gray-700 mb-6\">Para consultas de privacidad o seguridad, contáctanos vía Telegram; los enlaces están disponibles en el pie de página del sitio.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">13. Descargo de responsabilidad</h2>\n<p class=\"text-gray-700 mb-6\">zerotrace proporciona infraestructura de encriptación y almacenamiento seguro; sin embargo, no es responsable del contenido de las notas creadas por los usuarios. Los usuarios son únicamente responsables del contenido que publican.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">14. Información de contacto</h2>\n<p class=\"text-gray-700 mb-6\">Si tienes preguntas sobre esta Política de Privacidad, inquietudes de seguridad o comentarios sobre zerotrace, consulta la tarjeta de contacto a continuación.</p>",
  "banner": {
    "getInTouch": "Ponte en Contacto",
    "telegram": "Telegram",
    "responseTimeLabel": "Tiempo de respuesta:",
    "responseTimeText": "Normalmente respondemos dentro de 24-48 horas.",
    "securityIssuesLabel": "Problemas de seguridad:",
    "securityIssuesText": "Para vulnerabilidades de seguridad, contáctanos en privado vía Telegram."
  }
}
