{
  "title": "Gizlilik Politikası - zerotrace",
  "lastModified": "Son güncelleme: 20 Ekim 2025",
  "body": "<p class=\"text-lg text-gray-700 mb-8\">zerotrace'de gizlilik bizim önceliğimizdir. Bu hizmet, hassas bilgilerin paylaşılmasında maksimum güvenlik ve anonimlik sağlamak için tasarlanmıştır. Bu politika, zerotrace'in gizliliğinizi korumak için aldığı kapsamlı önlemleri özetlemektedir.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">1. Hizmet Açıklaması</h2>\n<p class=\"text-gray-700 mb-4\">zerotrace, benzersiz tek kullanımlık HTTPS bağlantıları olarak paylaşılabilen şifreli notlar oluşturmak için ücretsiz bir web tabanlı hizmettir. Varsayılan olarak, notlar ilk erişimden sonra silinir.</p>\n<p class=\"text-gray-700 mb-6\">Bağlantı gönderme zerotrace dışında gerçekleşir ve hala kullanıcının sorumluluğundadır.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">2. Notların ve İçeriğin İşlenmesi</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Uçtan Uca Şifreleme:</strong> Notlar gönderilmeden önce tarayıcınızda şifrelenir. Anahtar URL parçasında (# işaretinden sonra) saklanır ve asla sunucularımıza ulaşmaz.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Sıfır Bilgi:</strong> Anahtara sahip değiliz ve saklanan notları şifresini çözemeyiz.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Tek Okuma:</strong> İlk okumadan sonra, notlar kalıcı olarak silinir.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Özel Son Kullanma:</strong> Yaşam döngüsünü ayarlayabilirsiniz; o zamana kadar notlar sadece şifreli formda mevcuttur.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">3. IP Adresleri ve Günlükler</h2>\n<p class=\"text-gray-700 mb-6\"><strong>IP Günlüğü Yok:</strong> IP adreslerini kaydetmiyoruz; sadece minimum operasyonel günlükleri tutuyoruz, kişisel veri içermez.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">4. Kullanıcı Verileri ve Anonimlik</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Hesap Yok:</strong> Kayıt gerekli değildir.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram Entegrasyonu:</strong> Etkinleştirildiğinde, notlar oluşturulduktan sonra botumuz aracılığıyla bağlanır. İlk erişimde tek seferlik bildirim göndeririz. <strong>Acil uyarılar</strong> yanlış şifre girildiğinde veya zaten bağlanmış bir notu yeniden etkinleştirmeye çalışıldığında gönderilebilir; bu uyarıdan notu uzaktan <strong>silebilirsiniz</strong>.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">5. Şifre Koruması</h2>\n<p class=\"text-gray-700 mb-6\">Şifreler isteğe bağlıdır ve güvenli hash formatında saklanır. Çoklu yanlış deneme otomatik silmeye neden olabilir; Telegram uyarıları etkinleştirildiğinde bildirim alırsınız.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">6. Üçüncü Taraf Hizmetleri</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Telegram Bot API</strong> sadece yukarıdaki bildirimleri sağlamak için kullanılır.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">7. Çerezler ve localStorage</h2>\n<p class=\"text-gray-700 mb-6\">Sadece gerekli çerezler/localStorage kullanılır (oturum, şifreleme süreci, UI tercihleri). Analiz veya takip yok.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">8. Veri Saklama ve Silme</h2>\n<p class=\"text-gray-700 mb-6\">Varsayılan tek kullanımlık silme; okunmamış notlar 30 gün içinde silinir; yedek yok.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">9. Açık Kaynak ve Şeffaflık</h2>\n<p class=\"text-gray-700 mb-6\">Şeffaflığa değer veriyoruz. Güvenlik nedenleriyle algoritma detaylarını açıklamıyor olsak da, endüstri en iyi uygulamalarını takip ediyoruz: uçtan uca şifreleme ve sıfır bilgi tasarımı.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">10. Çocuk Gizliliği</h2>\n<p class=\"text-gray-700 mb-6\">16 yaşın altındaki çocuklardan bilerek bilgi toplamıyoruz; hizmet genel kitleye yöneliktir. Küçükler ebeveyn/vasi onayı almalıdır.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">11. Politika Değişiklikleri</h2>\n<p class=\"text-gray-700 mb-6\">Bu politikayı güncelleyebiliriz. Tüm değişiklikler bu sayfada yayınlanacak ve \"Son güncelleme\" tarihi güncellenecektir.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">12. İletişim</h2>\n<p class=\"text-gray-700 mb-6\">Gizlilik veya güvenlik sorguları için lütfen Twitter veya Telegram üzerinden bizimle iletişime geçin; bağlantılar web sitesi alt bilgisinde sağlanır.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">13. Sorumluluk Reddi</h2>\n<p class=\"text-gray-700 mb-6\">zerotrace şifreleme altyapısı ve güvenli depolama sağlar; ancak kullanıcıların oluşturduğu not içeriklerinden sorumlu değildir. Kullanıcılar yayınladıkları içerikten tamamen sorumludur.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">14. İletişim Bilgileri</h2>\n<p class=\"text-gray-700 mb-6\">Bu gizlilik politikası hakkında sorularınız, güvenlik endişeleriniz veya zerotrace hakkında geri bildiriminiz varsa, lütfen aşağıdaki iletişim kartına bakın.</p>",
  "banner": {
    "getInTouch": "İletişime Geçin",
    "twitter": "Twitter / X",
    "telegram": "Telegram",
    "responseTimeLabel": "Yanıt süresi:",
    "responseTimeText": "Genellikle 24-48 saat içinde yanıt veriyoruz.",
    "securityIssuesLabel": "Güvenlik sorunları:",
    "securityIssuesText": "Güvenlik açıkları için lütfen Telegram üzerinden özel olarak bizimle iletişime geçin."
  }
}