{
	"title": "Politica sulla Privacy - zerotrace",
	"lastModified": "Ultima modifica: 20 ottobre 2025",
	"body": "<p class=\"text-lg text-gray-700 mb-8\">In zerotrace, la privacy è la nostra massima priorità. Questo servizio è costruito per garantire la massima sicurezza e anonimato per la condivisione di informazioni sensibili. Questa politica delinea le misure complete adottate da zerotrace per proteggere la tua privacy.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">1. Descrizione del servizio</h2>\n<p class=\"text-gray-700 mb-4\">zerotrace è un servizio web gratuito per creare note crittografate che possono essere condivise come link HTTPS unici a uso singolo. Per impostazione predefinita, le note vengono eliminate dopo il primo accesso.</p>\n<p class=\"text-gray-700 mb-6\">L'invio del link avviene al di fuori di zerotrace e rimane responsabilità dell'utente.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">2. Come vengono elaborate le note e i contenuti</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Crittografia End-to-End:</strong> Le note vengono crittografate nel tuo browser prima dell'invio. La chiave è memorizzata nel frammento URL (dopo #) e non raggiunge mai i nostri server.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Zero-Knowledge:</strong> Non possediamo la chiave e non possiamo decrittare le note memorizzate.</p>\n<p class=\"text-gray-700 mb-4\"><strong>Lettura singola:</strong> Dopo la prima lettura, la nota viene eliminata immediatamente e permanentemente.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Scadenza personalizzata:</strong> Puoi impostare una durata; fino ad allora, la nota rimane solo in forma crittografata.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">3. Indirizzi IP e log</h2>\n<p class=\"text-gray-700 mb-6\"><strong>Nessun log IP:</strong> Non registriamo indirizzi IP; vengono mantenuti solo log operativi minimi senza dati personali.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">4. Dati utente e anonimato</h2>\n<p class=\"text-gray-700 mb-4\"><strong>Nessun account:</strong> La registrazione non è richiesta.</p>\n<p class=\"text-gray-700 mb-6\"><strong>Integrazione Telegram:</strong> Quando abilitata, la nota viene collegata tramite il nostro bot dopo la creazione. Inviamo una notifica una tantum al primo accesso. <strong>Avvisi di emergenza</strong> possono essere inviati se qualcuno inserisce una password sbagliata o tenta di riattivare una nota già collegata; da quell'avviso puoi <strong>ELIMINARE</strong> la nota da remoto.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">5. Protezione password</h2>\n<p class=\"text-gray-700 mb-6\">Le password sono opzionali e memorizzate come hash sicuri. Tentativi multipli errati possono portare all'eliminazione automatica; con gli avvisi Telegram abilitati sarai notificato.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">6. Servizi di terze parti</h2>\n<p class=\"text-gray-700 mb-6\"><strong>API Bot Telegram</strong> viene utilizzata esclusivamente per fornire le notifiche menzionate sopra.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">7. Cookie e localStorage</h2>\n<p class=\"text-gray-700 mb-6\">Vengono utilizzati solo cookie/localStorage essenziali (sessione, processo crittografico, preferenze UI). Nessuna analisi o tracciamento.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">8. Conservazione ed eliminazione dati</h2>\n<p class=\"text-gray-700 mb-6\">Eliminazione a lettura singola per impostazione predefinita; note non lette rimosse entro 30 giorni; nessun backup.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">9. Open source e trasparenza</h2>\n<p class=\"text-gray-700 mb-6\">Valorizziamo la trasparenza. Anche se non divulghiamo i dettagli degli algoritmi per motivi di sicurezza, seguiamo le migliori pratiche del settore per la crittografia end-to-end e il design zero-knowledge.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">10. Privacy dei minori</h2>\n<p class=\"text-gray-700 mb-6\">Non raccogliamo consapevolmente informazioni da bambini sotto i 16 anni; il servizio è rivolto a un pubblico generale. I minori dovrebbero ottenere il consenso dei genitori/tutori.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">11. Modifiche a questa politica</h2>\n<p class=\"text-gray-700 mb-6\">Potremmo aggiornare questa politica. Tutte le modifiche saranno pubblicate su questa pagina con una data \"Ultima modifica\" aggiornata.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">12. Contatto</h2>\n<p class=\"text-gray-700 mb-6\">Per domande sulla privacy o sicurezza, contattaci via Telegram; i link sono disponibili nel footer del sito.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">13. Disclaimer</h2>\n<p class=\"text-gray-700 mb-6\">zerotrace fornisce infrastruttura di crittografia e archiviazione sicura; tuttavia, non è responsabile del contenuto delle note create dagli utenti. Gli utenti sono unicamente responsabili del contenuto che pubblicano.</p>\n\n<h2 class=\"text-xl font-semibold text-gray-900 mt-8 mb-4\">14. Informazioni di contatto</h2>\n<p class=\"text-gray-700 mb-6\">Se hai domande su questa Politica sulla Privacy, preoccupazioni di sicurezza o feedback su zerotrace, consulta la scheda di contatto qui sotto.</p>",
	"banner": {
		"getInTouch": "Mettiti in Contatto",
		"telegram": "Telegram",
		"responseTimeLabel": "Tempo di risposta:",
		"responseTimeText": "Rispondiamo tipicamente entro 24-48 ore.",
		"securityIssuesLabel": "Problemi di sicurezza:",
		"securityIssuesText": "Per vulnerabilità di sicurezza, contattaci privatamente via Telegram."
	}
}
